tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jason0x43/neovim-nightly"
brew "bat"
brew "coreutils"
brew "ctags"
brew "fasd"
brew "fnm"
brew "fzf"
brew "gh"
brew "glab"
brew "python@3.9"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "mackup"
brew "neofetch"
brew "node"
brew "openvpn"
brew "paperkey"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "ripgrep"
brew "task"
brew "timewarrior"
brew "tmux"
brew "watchman"
brew "yadm"
cask "adoptopenjdk8"
cask "discord"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "neovim-nightly"
cask "obs"
cask "openvpn-connect"
cask "spotify"
