tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jason0x43/neovim-nightly"
brew "ack"
brew "act"
brew "asciinema"
brew "bat"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "libx11"
brew "ccls"
brew "cocoapods"
brew "libev"
brew "comby"
brew "coreutils"
brew "ctags"
brew "dune"
brew "fasd"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "go"
brew "gpatch"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lua-language-server"
brew "mackup"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "opam"
brew "openvpn"
brew "paperkey"
brew "tree"
brew "pass"
brew "pastel"
brew "pinentry-mac"
brew "plantuml"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "sphinx-doc"
brew "task"
brew "timewarrior"
brew "tmux"
brew "tokei"
brew "ttygif"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yadm"
cask "adoptopenjdk8"
cask "background-music"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "keycastr"
cask "neovim-nightly"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "spotify"
cask "visual-studio-code"
cask "xbar"
